//-----------------
"LOC_Common_AppDisplayName"="Monitor di ricezione fax";
"LOC_Common_OK"="OK";
"LOC_Common_Cancel"="Annulla";
"LOC_Common_Next"="Successivo";
"LOC_CommonError"="Errore. Elaborazione annullata.";

//-----------------
// Menubar
//-----------------
"Fax Receive Monitor"="Monitor di ricezione fax";
"About Fax Receive Monitor"="Informazioni su Monitor di ricezione fax";
"Preferences..."="Preferenze...";
"Services"="Servizi";
"Hide Fax Receive Monitor"="Nascondi Monitor di ricezione fax";
"Hide Others"="Nascondi altre";
"Show All"="Mostra tutte";
"Quit Fax Receive Monitor"="Esci da Monitor di ricezione fax";

"File"="File";
"Close"="Chiudi";

"Window"="Finestra";

"Help"="Guida";
"Fax Receive Monitor Help"="Aiute Monitor di ricezione fax";

//-----------------
// StartStopAlert
//-----------------
"Loc_AlertMsg_205_EnvironmentNotFound"="Impossibile trovare il file richiesto per eseguire l'applicazione.\nReinstallare FAX Utility.";
"Loc_AlertMsg_206_QueueNotFound"="Impossibile ottenere le informazioni sulla stampante (fax). Andare a \"Preferenze Stampa e Fax\" e aggiungere il driver PC-FAX.";
"Loc_AlertMsg_207_User"="Utente";
"Loc_AlertMsg_208_InUseUser"="Impossibile eseguire Monitor di ricezione fax. Un altro utente di questo computer sta eseguendo il programma.";
"Loc_AlertInfo_209_UseOnly1User"="Non è possibile eseguire Monitor di ricezione fax per più utenti contemporaneamente.";
"Loc_AlertMsg_210_SettingOtherAccount"="Impossibile eseguire Monitor di ricezione fax. Un altro utente ha impostato le preferenze di salvataggio dei fax.";
"Loc_AlertInfo_211_UseOnly1Setting"="Soltanto un utente può accedere all'impostazione delle preferenze di salvataggio dei fax e può eseguire Monitor di ricezione fax.";
"Loc_AlertMsg_212_DeleteUser"="L'account utente per il salvataggio dei fax è stato eliminato.";

"Loc_AlertMsg_902_FinishAppFaxSave"="Il salvataggio dei fax ricevuti è stato impostato su questo computer. Uscire comunque?";

//-----------------
// CWaitingWindow
//-----------------
"Loc_Msg_202_WaitingStartPrintingSystem"="Lettura delle informazioni della stampante.\n\nAttendere prego.";
"Loc_Msg_906_WaitingStopApplication"="Chiusura in corso.\n\nAttendere prego.";

//-----------------
// CMonitorWindow
//-----------------
"LOC_Msg_306_TableViewColumn_Printer"="Stampante";
"LOC_Msg_307_TableViewColumn_Status"="Stato";

"LOC_Msg_302_ToolbarLabel_OpenFolder"="Apri cartella";
"LOC_Msg_303_ToolbarLabel_RceiveSetting"="Ricevi impostazioni";
"LOC_Msg_304_ToolbarLabel_ManualScan"="Controlla fax";
"LOC_Msg_305_ToolbarLabel_Preference"="Preferenze";

"LOC_Msg_308_ToolbarLabel_OpenFolder"="Aprire la cartella dei fax ricevuti";
"LOC_Msg_309_ToolbarLabel_RceiveSetting"="Impostazioni di uscita fax ricevuti";
"LOC_Msg_310_ToolbarLabel_ManualScan"="Controlla nuovi fax";
"LOC_Msg_311_ToolbarLabel_Preference"="Preferenze";

// Status
"LOC_Status_320_Waiting_Short"="Attesa";
"LOC_Status_321_Scanning_Short"="Controllo di nuovi fax in corso";
"LOC_Status_322_NewFax_Short"="I fax ricevuti sono stati salvati nella cartella specificata.";
"LOC_Status_323_PrinterNotRespond_Short"="La stampante non risponde.";
"LOC_Status_324_PrinterBusy_Short"="La stampante sta elaborando i dati.";
"LOC_Status_325_SaveFolderNotFound_Short"="Impossibile trovare la cartella dei fax ricevuti.";
"LOC_Status_326_WritePermission_Short"="Non è consentito salvare nella cartella.";
"LOC_Status_327_WriteFailed_Short"="Impossibile salvare i fax nella cartella specificata.";
"LOC_Status_328_CommunicationError_Short"="Si è verificato un errore di comunicazione stampante.";
"Loc_Status_329_InUseFaxVolume_Short"="Il disco \"FAXRECV\" è in uso da parte di un'altra applicazione.";
"LOC_Status_330_SaveFolderLowCapacity_Short"="Spazio su disco insufficiente nella cartella dei fax ricevuti.";
"LOC_Status_331_PrinterError_Short"="Si è verificato un errore nella stampante.";
"LOC_Status_350_AccessErrorFaxVolume_Short"="Impossibile salvare i fax. Autenticazione utente non riuscita.";

"LOC_AlertMsg_340_RemoveQueueScanStop"="I fax ricevuti non sono stati salvati. La coda di stampa potrebbe essere stata eliminata.";
"LOC_AlertMsg_341_ChangeToPrintScanStop"="I fax ricevuti non sono stati salvati. L'impostazione è stata modificata su \"Stampa\" da altro computer, coda di stampa o stampante.";
"LOC_AlertMsg_342_UseOtherQueueScanStop"="I fax ricevuti non sono stati salvati. L'impostazione è stata modificata per il salvataggio tramite altro computer o coda di stampa.";

"LOC_AlertInfo_343_UseOnly1Queue"="I fax non possono essere salvati tramite più computer o code di stampa contemporaneamente.";
"LOC_AlertInfo_344_StopedQueueName"="Coda di stampa annullata:";

//-----------------
// CSettingWindow
//-----------------
"LOC_Msg_701_Title"="Impostazioni di uscita fax ricevuti";
"LOC_Msg_702_CurrentSettingTitleText"="Impostazione sulla stampante:";
"LOC_Msg_703_TitleReceiveMode_Print"="\"Stampa\" (stampa i fax sulla stampante)";
"LOC_Msg_704_TitleReceiveMode_Receive"="\"Salva\"  (salva i fax su questo computer)";
"LOC_Msg_705_SelectFolderButton"="Salva su...";
"LOC_Msg_706_SendButtonTitleText"="Invia le impostazione alla stampante:";
"LOC_Msg_707_TitleButton_SendTo"="Invia";

"LOC_Msg_709_TitleReceiveMode_WideKey"="Narrow";

"LOC_Msg_709_TitleReceiveMode_OtherQueue"="Salva i fax su altro computer o coda di stampa";
"LOC_Msg_710_WarningOtherQueue"="Le modifiche verranno applicate dopo l'invio delle impostazioni alla stampante. Le impostazioni precedenti per il salvataggio dei fax su un altro computer o coda di stampa verranno eliminate.";
"LOC_Msg_711_InvalidPermissinSelectFolder"="La cartella è protetta in scrittura o non può essere utilizzata.";

"LOC_AlertInfo_604_NextFor2Button"="Fare clic su [Successivo] per modificare le impostazioni su questo computer. Fare clic su [Annulla] per uscire.";
"LOC_AlertMsg_605_PrinterNotRespond"="La stampante non risponde. Assicurarsi che la stampante sia collegata correttamente e che sia accesa.";
"LOC_AlertMsg_606_PrinterBusy"="La stampante sta elaborando i dati. Attendere alcuni istanti e quindi riprovare.";
"LOC_AlertMsg_607_CommunicationError"="Si è verificato un errore di comunicazione stampante.";
"LOC_AlertMsg_608_RemoveQueue"="La stampante (driver fax) da impostare è stata eliminata. Aggiungere la stampante (driver fax) in [Preferenze di Sistema] - [Stampa & Fax].";
"LOC_AlertMsg_609_InUseFaxVolume"="Impossibile salvare i fax. Un'altra applicazione sta utilizzando il disco \"FAXRECV\". Chiudere l'applicazione per cambiare le impostazioni di uscita fax.";
"LOC_AlertMsg_612_UseOtherQueueOnly"="L'impostazione è stata modificata per il salvataggio dei fax tramite altro computer o coda di stampa.";
"LOC_AlertMsg_614_ChangeWhileScreen"="Modifica non accettata. Alcune impostazioni di stampante sono state modificate da altro computer, coda di stampa o stampante. Riprovare.";
"LOC_AlertMsg_617_ErrorWhileRestNewFax"="I fax ricevuti non sono stati salvati a causa di un errore.";
"LOC_AlertInfo_618_SaveFolderLowCapacity"="Spazio su disco insufficiente. Specificare un'altra cartella o rimuovere i file non necessari.";
"LOC_AlertInfo_619_SaveFolderNotFound"="Impossibile trovare la cartella dei fax ricevuti. Assicurarsi che la cartella sia stata correttamente selezionata. In caso di cartella condivisa in una rete, verificare di disporre di accesso alla cartella.";
"LOC_AlertInfo_620_WritePermission"="Non è consentito salvare nella cartella. Verificare i diritti di accesso alla cartella.";
"LOC_AlertMsg_623_PrinterError"="Si è verificato un errore nella stampante. Annullare l'errore e riprovare.";

"LOC_AlertMsg_630_ConfirmMountAuthentication"="La stampante è stata configurata per richiedere un'autenticazione utente per la condivisione di file di rete e il salvataggio di fax ricevuti su un computer. Per salvare fax su un computer, conservare le informazioni di autenticazione nel portachiavi di Mac OS X.\n\nImmettere il nome e la password in caso venga richiesto, quindi selezionare la casella di controllo \"Memorizza la password nel portachiavi\".\nSe le informazioni non vengono memorizzate nel portachiavi, l'autenticazione utente verrà richiesta ogni volta che si desidera salvare i dati fax.";
"LOC_AlertMsg_650_AccessErrorFaxVolume"="Autenticazione utente per salvataggio fax non riuscita.\nFare clic nuovamente su Invia nella schermata Impostazioni uscita fax ricevuti. Nella schermata successiva, immettere il nome e la password, quindi selezionare la casella di controllo \"Memorizza la password nel portachiavi\"";

//-----------------
// CPreferenceWindow
//-----------------
"LOC_Msg_401_Title"="Preferenze Monitor di ricezione fax";
"LOC_Msg_402_ScanTimeTitleText"="Specificare un intervallo per la verifica di nuovi fax (da 1 a 30):";
"LOC_Msg_403_1MinueUnitTitleText"="minuto";
"LOC_Msg_404_MinuesUnitTitleText"="minuti";
"LOC_Msg_405_NotificationTitleText"="Notifica:";
"LOC_Msg_406_ReceiveNotifyButton"="Avvisa in caso di nuovi fax tramite icona nel dock";
"LOC_Msg_407_ErrorNotifyButton"="Avvisa in caso di errori tramite icona nel dock";
"LOC_Msg_408_LoginStartTitleText"="Avvia all'accesso:";
"LOC_Msg_409_LoginStartSettingAutoTitleText"="Automatico";
"LOC_Msg_410_LoginStartSettingONTitleText"="On";
"LOC_Msg_411_LoginStartSettingOFFTitleText"="Off";
"LOC_Msg_412_DelayTimeTitleText"="Tempo di attesa prima di verifica di nuovi fax (da 0 a 10):";
"LOC_Msg_415_1MinueUnitTitleText"="minuto";
"LOC_Msg_416_MinuesUnitTitleText"="minuti";

//-----------------
// CCommunicateSheet
//-----------------
"Loc_Msg_501_CSettingWindowGetSetting"="Leggere le informazioni di impostazione dalla stampante.";
"Loc_Msg_801_CSettingWindowScanRemainFax"="Verifica di nuovi fax prima della modifica delle impostazioni.";
"Loc_Msg_802_CSettingWindowSendSetting"="Invio delle impostazioni alla stampante.";

//-----------------
"LOC_Msg_703_TitleReceiveMode_Print110"="Non salvare i fax";
"LOC_AlertMsg_615_RestNewFax"="Impossibile cambiare l'impostazione; nuovi fax presenti sulla stampante. Usare il pannello di controllo della stampante per cambiare l'impostazione.";
"LOC_AlertMsg_341_ChangeToPrintScanStop110"="I fax ricevuti non sono stati salvati. L'impostazione è stata modificata su \"Non salvare i fax\" da altro computer, coda di stampa o stampante.";

"LOC_AdminPassword_Title"="Immissione password amministratore";
"LOC_AdminPassword_Label"="Password amministratore";
"LOC_AdminPassword_Alert"="Password errata.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Annulla";
